@extends('layout.back')

@section('title', 'phase1 | category')
@section('content')
    <div class="category-header">
        <h2> チェックリストの使用方法はこちら</h2>
        <a href="{{ route('help-page') }}">
            <div class="icon"><svg xmlns="http://www.w3.org/2000/svg" height="40px" viewBox="0 -960 960 960" width="40px"
                    fill="#8C8C8C">
                    <path
                        d="M480.01-335.26q12.84 0 22.41-9.46 9.58-9.46 9.58-22.29 0-12.84-9.59-22.41-9.59-9.58-22.42-9.58-12.84 0-22.28 9.59-9.45 9.59-9.45 22.42 0 12.84 9.46 22.28 9.46 9.45 22.29 9.45Zm-21.29-117.07h42.82q.13-15.18 1.41-24.9 1.28-9.72 6.13-17.77 4.77-8.13 12.32-16.59 7.55-8.46 24.45-24.69 21.05-19.57 30.37-38.6 9.32-19.04 9.32-42.74 0-42.25-28.5-67.89t-73.78-25.64q-36.54 0-65.68 19.55-29.14 19.55-40.91 52.19l38.77 15.87q8.94-21.13 26.79-33.58 17.85-12.44 41.06-12.44 25.58 0 42.51 14.69 16.92 14.69 16.92 38.49 0 18.03-8.03 31.37-8.02 13.34-28.27 32.05-15.78 13.96-25.19 24.86-9.41 10.9-13.74 21.45-4.85 10.01-6.81 22.62-1.96 12.62-1.96 31.7Zm21.28 286q122.67-109.54 187.17-209.3 64.5-99.75 64.5-174.45 0-113.7-72.21-186.88-72.21-73.17-179.46-73.17-107.25 0-179.46 73.17-72.21 73.18-72.21 186.88 0 74.7 65.25 174.45 65.24 99.76 186.42 209.3Zm0 66.71Q329-230.46 253.54-343.15q-75.46-112.7-75.46-206.93 0-138.46 89.57-224.19Q357.23-860 480-860t212.35 85.73q89.57 85.73 89.57 224.19 0 94.23-75.46 206.93Q631-230.46 480-99.62Zm0-458.07Z" />
                </svg></div>
        </a>
    </div>
    <section>
        <div class="category-card h4">
            <h4>チェックリストの各項目</h4>
            <nav>
                <ul>
                    <li>まずは準備と情報収集！</li>
                    <li>住宅メーカーへ相談に行こう！</li>
                    <li>資金計画と住宅ローンについて考えよう！</li>
                    <li>安心して家を建てるための土地選びと法的チェック！</li>
                    <li>理想の住まいを形にする最終工程！</li>
                </ul>
            </nav>
        </div>
        <div class="category-card">
            <h4>Step1 <br>まずは準備と情報収集！</h4>
            <nav>
                <ul>
                    <li>家族希望条件を整理</li>
                    <li>大体の予算を知る</li>
                    <li>家探しの流れを教える</li>
                </ul>
            </nav>
        </div>

        <div class="category-card">
            <h4>Step2 <br>住宅メーカーへ相談に行こう！</h4>
            <nav>
                <ul>
                    <li>見積もりを取得</li>
                    <li>営業担当との相性確認</li>
                    <li>複数社のモデルハウスを見学</li>
                    <li>構造・工法（木造・鉄骨など）の比較</li>
                </ul>
            </nav>
        </div>
        <div class="category-card">
            <h4>Step3 <br> 資金計画と住宅ローンについて考えよう！</h4>
            <nav>
                <ul>
                    <li>住宅ローンの種類（固定・変動・ミックス）の比較</li>
                    <li>住宅ローンの事前審査</li>
                    <li>諸経費の確認</li>
                    <li>契約金(頭金)の準備</li>
                </ul>
            </nav>
        </div>

        <div class="category-card">
            <h4>Step4 <br>安心して家を建てるための土地選びと法的チェック！</h4>
            <nav>
                <ul>
                    <li>地盤調査</li>
                    <li>立地とアクセスの確認</li>
                    <li>法規制の確認</li>
                    <li>検討中の土地訪問</li>
                    <li>土地の用途地域・建ぺい率・容積率の確認</li>
                </ul>
            </nav>
        </div>

        <div class="category-card">
            <h4>Step5 <br>理想の住まいを形にする最終工程！</h4>
            <nav>
                <ul>
                    <li>間取りの確定</li>
                    <li>内装の相談</li>
                    <li>着工日程の調整</li>
                    <li>地鎮祭</li>
                    <li>上棟</li>
                    <li>登記・火災保険・地震保険の加入手続き</li>
                    <li>引き渡し</li>
                </ul>
            </nav>
        </div>

    </section>


@endsection

@section('aside')







@endsection
